tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "dust"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "ncspot"
brew "node"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "stow"
brew "uv"
brew "zoxide"
brew "oven-sh/bun/bun"
cask "1password"
cask "aerospace"
cask "alacritty"
cask "amazon-q"
cask "appcleaner"
cask "firefox"
cask "iina"
cask "little-snitch"
cask "logi-options+"
cask "shottr"
cask "spotify"
cask "zed"
